Repository: wp-plugins/simple-quotation
Catalog: lang/quotation-*.po
Languages: es_es, fr_fr, sk_sk, sv_se

source: Couldn't drop the table %s because there is entries in it. Please merge the two tables %s and %s in a single table with name %s
es_es: No se puede eliminar la tabla %s porque no hay entradas en la misma. Por favor, fusionar las dos tablas %s y %s en una sola tabla con el nombre %s
sv_se: Kunde inte droppa tabellen %s eftersom det finns poster i den. Vänligen slå ihop de två tabellerna %s och %s till en enda tabell med namnet %s

source: An error occurs when updating the database.
es_es: Un error ha ocurrido en la actualización de la base de datos.
fr_fr: Une erreur est survenue lors de la mise à jour de la base de données.
sk_sk: Chyba počas aktualizovania databázy.
sv_se: Ett fel inträffade vid uppdatering av databasen.

source: The quote has been added to the database.
es_es: La cita ha sido añadido a la base de datos.
fr_fr: La citation a été correctement ajoutée à la base de données.
sk_sk: Citát bol pridaný do databázy.
sv_se: Citatet har lagts till i databasen.

source: An error occurs when updating the database. Nevertheless %s sentences has been imported successfully.
es_es: Un error ha ocurrido en la actualización de la base de datos. Sin embargo las frases %s se han importado correctamente.
sv_se: Ett fel inträffade vid uppdatering av databasen. Trots detta har %s meningar blivit importerade.

source: %s quotes have been added to the database.
es_es: %s citas se han añadido a la base de datos.
fr_fr: %s citations ont été ajoutées dans la base de données
sv_se: %s citat har lagts till i databasen.

source: This plugin will add random quotes to your pages.
es_es: Este plugin añade citas aleatorias a sus páginas.
fr_fr: Ce plugin ajoutera une citation aléatoire dans vos articles/pages.
sk_sk: Tento plugin pridá náhodné citáty na vaše stránky.
sv_se: Detta tillägg kommer visa slumpmässigt valda citat på dina sidor.

source: Author
es_es: Autor
fr_fr: Auteur
sk_sk: Autor
sv_se: Författare

source: Quotes
es_es: Citas
fr_fr: Citations
sk_sk: Citáty
sv_se: Citat

source: Modify
es_es: Modificar
fr_fr: Modifier
sk_sk: Upraviť
sv_se: Ändra

source: Delete
es_es: Borrar
fr_fr: Supprimer
sk_sk: Zmazať
sv_se: Radera

source: Author:
es_es: Autor:
fr_fr: Auteur :
sk_sk: Autor:
sv_se: Författare

source: Quote:
es_es: Cita:
fr_fr: Citation :
sk_sk: Citát:
sv_se: Citat

source: Add the quote
es_es: Añadir la cita
fr_fr: Ajouter la citation
sk_sk: Pridať citát
sv_se: Lägg till citatet

source: Add a new quote
es_es: Añadir una nueva cita
fr_fr: Ajouter une nouvelle citation
sk_sk: Pridať nový citát
sv_se: Lägg till nytt citat

source: The file should be a UTF-8 text file which contains 2 lines per entry (one for the quote, and one for the author).
es_es: El archivo debe ser un archivo de texto UTF-8, que contenga 2 líneas por entrada (una para la cita, y otro para el autor).
sv_se: Filen skall vara en UTF-8-textfil med 2 rader per post (en för citatet och en för författarens namn).

source: Select the file:
es_es: Seleccione el archivo:
sv_se: Välj fil:

source: Import the file
es_es: Importe el archivo
sv_se: Importera filen

source: Export the quotes
es_es: Exportar las citas
sv_se: Exportera citaten

source: Import/Export multiple quotes
es_es: Importar/Exportar múltiples citas
sv_se: Importera/Exportera flera citat

source: Here is the parameters of the plugin. Please modify them at your convenience.
es_es: He aquí los parámetros del plugin. Por favor, modifiquelos a su conveniencia.
fr_fr: Voici les paramètres du plugin. Modifiez les à votre convenance.
sk_sk: Tu sú parametre pluginu. Prosím, upravte ich podľa svojich potrieb.
sv_se: Här är parametrarna för tillägget. Vänligen modifiera dem när du har tid.

source: The quote will be displayed:
es_es: Se mostrará la cita:
fr_fr: La citation à afficher :
sk_sk: Citát bude zobrazený:
sv_se: Citatet kommer att visas:

source: In top of the page:
es_es: En la parte superior de la página:
fr_fr: En haut de la page :
sk_sk: Na vrchu stránky:
sv_se: Överst på sidan:

source: After this HTML tag in the page:
es_es: Después de esta etiqueta HTML en la página:
fr_fr: Après ce tag HTML dans la page :
sk_sk: Za týmto HTML tagom na stránke:
sv_se: Efter denna HTML-tag på sidan:

source: For instance, if you put %s, the quote will be printed AFTER the HTML tag %s
es_es: Por ejemplo, si pones %s, la cita se mostrará después de la etiqueta HTML %s
sv_se: T.ex. om du skriver %s så kommer citatet visas EFTER HTML-taggen %s

source: If this input is empty, it means that you do not want to print a quote at a custom location
es_es: Si esta entrada está vacía, significa que usted no desea imprimir una cita en una ubicación personalizada
fr_fr: Si ce champ est vide, cela signifie que vous ne voulez pas afficher une citation à un endroit personnalisé
sk_sk: Ak je toto pole prázdne, znamená to, že nechcete zobraziť citát na &quot;vlastnej&quot; pozícii
sv_se: Om detta fält är tomt betyder det att du inte vill visa citat på egen plats

source: Before this HTML tag in the page:
es_es: Antes de esta etiqueta HTML en la página:
fr_fr: Après ce tag HTML dans la page :
sk_sk: Pred týmto HTML tagom na stránke:
sv_se: Före denna HTML-tagg på sidan:

source: For instance, if you put %s, the quote will be printed BEFORE the HTML tag %s
es_es: Por ejemplo, si pones %s, la cita se mostrará antes de la etiqueta HTML %s
fr_fr: Par exemple, si vous mettez %s, la citation sera affichée AVANT le tag HTML %s
sv_se: T.ex. om du skriver %s så kommer citatet visas FÖRE HTML-taggen %s

source: How the quote will be displayed?
es_es: ¿Cómo se muestra la cita?
fr_fr: Comment sera affichée la citation ?
sk_sk: Ako bude citát zobrazený?
sv_se: Hur kommer citatet visas?

source: With this HTML code:
es_es: Con este código HTML:
fr_fr: Avec ce code HTML :
sk_sk: S týmto HTML kódom:
sv_se: Med denna HTML-kod:

source: The standard HTML is:
es_es: El HTML estándar es:
fr_fr: Le HTML standard est :
sk_sk: Štandardné HTML je:
sv_se: Standardkoden för HTML är:

source: The name of the author
es_es: El nombre del autor
fr_fr: Le nom de l&#039;auteur
sk_sk: Meno autora
sv_se: Namn på författaren

source: The given quote
es_es: La cita dada
fr_fr: La citation
sk_sk: Daný citát
sv_se: Visat citat

source: With this CSS style:
es_es: Con este estilo CSS:
fr_fr: Avec le style CSS :
sk_sk: S týmto CSS štýlom:
sv_se: Med denna CSS-stil:

source: The standard CSS is:
es_es: El CSS estándar es:
fr_fr: Le CSS standard est :
sk_sk: Štandardné CSS je:
sv_se: Standard-CSS är:

source: Parameters
es_es: Parámetros
fr_fr: Paramètres
sk_sk: Parametre
sv_se: Parametrar

source: Manage translations
es_es: Gestione traducciones
fr_fr: Gérer les traductions
sk_sk: Spravovať preklady
sv_se: Hantera översättningar

source: Give feedback
es_es: Comentarios y sugerencias
fr_fr: Donner un feedback
sk_sk: Dať spätnú väzbu
sv_se: Lämna synpunkter

source: Other plugins
es_es: Otros plugins
fr_fr: Autres plugins
sk_sk: Ďalšie pluginy
sv_se: Andra tillägg

source: For instance, if you put %s, the quote will be printed AFTER/BEFORE the HTML tag %s
sk_sk: Na príklad, keď dáte %s, citát bude zobrazený PRED/ZA HTML tagom %s
